{
    "content": [
        {
            "id": "210066",
            "name": "Рыцарь теней",
            "type": "Фильм",
            "year": 2019,
            "cover": "https://thumbs.dfs.ivi.ru/storage15/contents/5/4/9ae4e87ca3503e4a2295cd045d902d.jpg",
            "trailer": "",
            "country": "Китай",
            "genres": [
                "Фэнтези",
                "Комедия",
                "Семейный"
            ],
            "director": 1,
            "actors": [
                1,
                2,
                3,
                4,
                5,
                6,
                7,
                8,
                9,
                10,
                11
            ],
            "similar": 15,
            "duration": 104,
            "ageLimit": 6,
            "tagline": "Весёлое волшебное приключение для всей семьи с Джеки Чаном",
            "description": "Легендарный охотник на демонов вместе с забавными монстрами-помощниками выслеживает прекрасную похитительницу душ. Яркое и весёлое семейное фэнтези с обаятельной комедийной ролью Джеки Чана.\nОднажды граница между миром людей и демонов рухнула. На борьбу с нечистью вышел могущественный охотник со сверхспособностями и чувством юмора Пу Сунлин. Он дружит с добродушными чудищами, пишет книги о своих приключениях, не упускает случая подзаработать, но и не забывает о главном – защищать простых смертных от потусторонних сил. К нему в ученики напрашивается незадачливый страж порядка Фэй. Объединившись, они расследуют загадочное исчезновение девушек в деревне. Пу Сунлин предстоит столкнуться с демонической красавицей, которая сама оказалась во власти сильнейшей магии – любви. Посмотреть захватывающую китайскую сказку «Рыцарь теней» можно онлайн.\nПриглашаем посмотреть фильм «Рыцарь теней» в нашем онлайн-кинотеатре в хорошем HD качестве. Приятного просмотра!",
            "comments": [
                10
            ],
            "rating": 7.8
        },
        {
            "id": "506252",
            "name": "Стражи времени",
            "type": "Фильм",
            "year": 2022,
            "cover": "https://thumbs.dfs.ivi.ru/storage6/contents/c/5/af3952b72797d6bdcb456c1ca02c97.jpg",
            "trailer": "",
            "country": "США",
            "genres": [
                "Фэнтези",
                "Приключения",
                "Семейный"
            ],
            "director": 13,
            "actors": [
                1,
                2,
                3,
                4,
                5,
                6,
                7,
                12,
                13,
                14,
                15
            ],
            "similar": 12,
            "duration": 99,
            "ageLimit": 6,
            "tagline": "Вволшебное уютное фэнтези для всей семьи",
            "description": "Сибил вместе с младшей сестрёнкой Алекс приезжают погостить в дом своего дедушки. Старинный особняк навевает скуку, но, к счастью, у девочек есть компания: сюда же отправили провести каникулы их двоюродных сестёр – Зои и Тео.\nШкольницы решают исследовать фамильное поместье и даже нарушают главное правило: не заходить в кабинет дедушки. В комнате, полной книг, они замечают загадочную дверь. Открыв её девочки оказываются на тенистой опушке. И нет, это не просто удобный выход в сад. Сибил с сёстрами попала в волшебное королевство под названием Кеохерус! Скоро они с удивлением узнают, что их появление здесь не случайно: местные жители давно ждали исполнения древнего пророчества о приходе стражей времени. Путешествуя по удивительному фэнтезийному миру, девочки раскрывают свои способности, решают магические головоломки и дают отпор тёмным силам.\nЧтобы узнать продолжение истории, смотри увлекательный фильм для всей семьи «Стражи времени» на Иви.\nПриглашаем посмотреть фильм «Стражи времени» в нашем онлайн-кинотеатре в хорошем HD качестве. Приятного просмотра!",
            "comments": [
                4
            ],
            "rating": 6.4
        }
    ]
}